dialog1 = [
    [0, "この前に、この映画を見たんだけど、本当に素晴らしかったよ"],
    [1, "そうなの？そうは思えないけど"],
    [0, "私も最初は暇つぶしに作業しながら、みようかなあと思ったんだけど、いつの間にか集中しちゃったよ！"],
    [1, "そんなにいい映画なの？"],
    [0, "うん、見る価値は大いにあるよ！"],
    [1, "わかった！私も見てみるよ。"],
]

dialog2 = [
    [0, "この映画は星4.3を獲得したんだ"],
    [0, "映画評論家のアレックスガーナーも最高評価を与えていたよ"],
    [0, "絶対この映画は見るべきだとオススメするよ"],
]
dialog3 = [
    [0, "先日、ラジオを聞いていたときに映画のコーナがあったんだよね"],
    [1, "うんうん"],
    [0, "それで、この映画について話があったんだけど、今年一番の映画だと話していたよ"],
    [1, "そうなの？それはなんで？"],
    [0, "この映画は最初から最後まで、人の気持ちをドキドキさせる映画だと話していたよ。私もこの映画を見たけど、見る価値は大いにあるよ。"],
    [1, "そうなんだ。チェックしてみようかな！"],
]
dialog4 = [
    [0, "この映画は絶対に見るべきだよ"],
    [1, "映画館に行く時間がないんだよね"],
    [0, "平日にやることをできるだけ終わらせて、休日に行くと良いんじゃない！？"],
    [1, "そうかもね"],
    [0, "支出や時間に見合う価値は必ずあるよ。"],
    [1, "わかった。チェックしてみるよ！"],
]

dialogs = [dialog1, dialog2, dialog3, dialog4]
