dialog1 = [
    [0, "この前に、この映画を見たんだけど、本当に素晴らしかったよ"],
    [1, "そうなの？そうは思えないけど"],
    [0, "私も最初は暇つぶしに作業しながら、みようかなあと思ったんだけど、いつの間にか集中しちゃったよ！"],
    [1, "そんなにいい映画なの？"],
    [0, "うん、見る価値は大いにあるよ！"],
    [1, "わかった！私も見てみるよ。"],
]

dialog2 = [
    [0, "この映画は星4.3を獲得したんだ"],
    [0, "映画評論家のアレックスガーナーも最高評価を与えていたよ"],
    [0, "絶対この映画は見るべきだとオススメするよ"],
]
dialog3 = [
    [0, "先日、ラジオを聞いていたときに映画のコーナがあったんだよね"],
    [1, "うんうん"],
    [0, "それで、この映画について話があったんだけど、今年一番の映画だと話していたよ"],
    [1, "そうなの？それはなんで？"],
    [0, "この映画は最初から最後まで、人の気持ちをドキドキさせる映画だと話していたよ。私もこの映画を見たけど、見る価値は大いにあるよ。"],
    [1, "そうなんだ。チェックしてみようかな！"],
]
dialog4 = [
    [0, "この映画は絶対に見るべきだよ"],
    [1, "映画館に行く時間がないんだよね"],
    [0, "平日にやることをできるだけ終わらせて、休日に行くと良いんじゃない！？"],
    [1, "そうかもね"],
    [0, "支出や時間に見合う価値は必ずあるよ。"],
    [1, "わかった。チェックしてみるよ！"],
]
dialog5 = [
    [0, "この映画は、時々眠くなったけど、最後は本当に面白かった"],
    [0, "映画評論家の中でも、最後のシーンは高い評価を受けてるみたい"],
    [0, "ぜひ、みて欲しい！"],
]
dialog6 = [
    [0, "ドキドキする映画は好き？"],
    [0, "この映画はドキドキもするし、妙に納得するストーリーになっているよ"],
    [0, "オススメするよ！"],
]
dialog7 = [
    [0, "この映画、観て本当によかった"],
    [0, "ちょっと理解が難しいところもあるけど、面白かったな"],
]
dialog8 = [
    [0, "この監督は去年、賞を受賞していたの"],
    [0, "脚本も良いし、演出もとてもよくできているから、是非観て欲しい！"],
]
dialog9 = [
    [0, "この作品は、予告編を観たときちょっと期待してなかったんだけど、"],
    [0, "見始めたら、最後まであっという間だったよ"],
    [0, "この映画はよく楽しめたから、是非観て欲しいな。"],
]
dialog10 = [
    [0, "この映画知ってる？"],
    [1, "今初めて知った"],
    [0, "もし、今観たい映画がないなら1番にオススメするよ"],
    [1, "そうなの？"],
    [0, "ストーリーも俳優も良くて、素晴らしい映画だったよ"],
    [1, "そうなんだ、じゃあ観てみよう！"],
]
dialog11 = [
    [0, "いつもどんな映画をみるの？"],
    [1, "ん〜あまりジャンルは問わないかな"],
    [0, "それなら、この映画を是非観て！"],
    [1, "そうなの？？"],
    [0, "この映画の評価は賛否両論あるけど、それも含めて見るべき映画だと思うんだよね"],
    [1, "そうなんだね〜！チェックしてみよう！"],
]
dialog12 = [
    [0, "この映画知ってる？"],
    [1, "あんまり映画観ないんだよね"],
    [0, "漫画を読んだり、ドラマを観たりはするの？"],
    [1, "それは、たまにするよ！"],
    [0, "じゃあ、長い時間映画を見ることが少し面倒なのかな？"],
    [1, "ん〜そうかも！"],
    [0, "この映画は最初っから最後までドキドキ感があるし、きっと最後まで飽きずに見ることができるよ！"],
    [1, "そっかぁ。じゃあ思い切って観てみよう！"],
]
dialogs = [
    [dialog2,dialog5,dialog6,dialog7,dialog8,dialog9],
    [dialog1, dialog3, dialog4,dialog10,dialog11,dialog12]
]
